tap "loteoo/formulas"
brew "atuin"
brew "aws-sam-cli"
brew "awscli"
brew "chezmoi"
brew "dockutil"
brew "git-town"
brew "ks"
brew "mas"
brew "micro"
brew "node"
brew "ripgrep"
brew "uv"
cask "arc"
cask "cursor"
cask "frappe-books"
cask "loom"
cask "microsoft-teams"
cask "orbstack"
cask "perimeter81"
cask "raycast"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "whatsapp"
cask "zed"
mas "DaisyDisk", id: 411643860
mas "PDFgear", id: 6469021132
mas "Telegram", id: 747648890
vscode "charliermarsh.ruff"
vscode "humao.rest-client"
vscode "mhutchie.git-graph"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "redhat.vscode-yaml"
vscode "saoudrizwan.claude-dev"
vscode "tamasfe.even-better-toml"
