tap "loteoo/formulas"
cask "alacritty", args: { no_quarantine: true }
brew "atuin"
brew "aws-sam-cli"
brew "awscli"
brew "chezmoi"
brew "dockutil"
brew "eza"
brew "git-town"
brew "ks"
brew "mas"
brew "node"
brew "ripgrep"
brew "starship"
brew "uv"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "arc"
cask "font-fira-code"
cask "frappe-books"
cask "loom"
cask "microsoft-teams"
cask "orbstack"
cask "perimeter81"
cask "raycast"
cask "slack"
cask "tableplus"
cask "whatsapp"
cask "zed"
mas "DaisyDisk", id: 411643860
mas "PDFgear", id: 6469021132
mas "Telegram", id: 747648890
