brew "aws-sam-cli"
brew "awscli"
brew "atuin"
brew "chezmoi"
brew "dockutil"
brew "eza"
brew "fnm"
brew "git-town"
brew "mas"
brew "micro"
brew "ollama"
brew "prek"
brew "starship"
brew "uv"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "alacritty"
cask "anydesk"
cask "arc"
cask "bluestacks"
cask "cursor"
cask "chatgpt"
cask "discord"
cask "font-fira-code-nerd-font"
cask "frappe-books"
cask "google-chrome"
cask "json-viewer"
cask "keepassxc"
cask "linear-linear"
cask "logi-options+"
cask "loom"
cask "ngrok"
cask "orbstack"
cask "perimeter81"
cask "raycast"
cask "slack"
cask "sonos"
cask "sublime-text"
cask "tableplus"
mas "PDFgear", id:6469021132
mas "Microsoft Outlook", id:985367838
mas "Telegram", id:747648890
mas "WireGuard", id:1451685025